{
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-emoji": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-vsnip": {
    "branch": "main"
  },
  "denops.vim": {
    "branch": "main"
  },
  "flutter-tools.nvim": {
    "branch": "main"
  },
  "gitlinker.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gotests-vim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp_lines.nvim": {
    "branch": "main"
  },
  "lspkind-nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-null-ls.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-osc52": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-ghq.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "vim-startuptime": {
    "branch": "master"
  },
  "vim-surround": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  }
}
